[
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Presenting adore arpanam the essence of refined living in sector 83, greater faridabad \n\nStep into a world where elegance meets tranquility. Adore arpanam is more than a home its a thoughtfully crafted sanctuary designed for those who appreciate sophistication, serenity, and style.\n\n Spacious residences with exquisite detailing\n Landscaped greens and serene surroundings\n Prime address with seamless connectivity\n Crafted by adore synonymous with trust & excellence\n\nExperience the art of graceful living at adore arpanam an offering of luxury, harmony & love.\n\n For exclusive previews & price",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 5,
    "area": 1254,
    "areaUnit": "sqft",
    "price": 16000000,
    "selectedAmenities": []
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "3 bhk new luxury builder floor sector- 83 \nGodrej retreat nearby by park good connectivity",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 1,
    "area": 1620,
    "areaUnit": "sqft",
    "price": 80000000,
    "selectedAmenities": []
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Independent builder floor living within the premium godrej sector 83\n Enhanced privacy with low-Density, well-Planned surroundings\n High-Quality construction with modern finishes\n Secure gated environment featuring wide roads & green belts\n Excellent connectivity to major roads, business hubs & daily conveniences\n Peaceful residential setting with strong rental demand\n Ideal for comfortable end-Use and long-Term appreciation",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 1,
    "area": 1620,
    "areaUnit": "sqft",
    "price": 29800000,
    "selectedAmenities": [
      "1st out of 4 Floors",
      "East Facing"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "2 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "This well designed 2 bhk builder floor in sector 83 faridabad, is a perfect place for your family. This builder floor comes with 2 bedrooms, 2 bathrooms and 2 balconies. It's a semi-Furnished property. This property spans over carpet area of 1155 sq.Ft. This beautiful property resides at 1st floor of 3 floors building. You can plan to move in immediately in this amazing ready to move in builder floor. The type of ownership of this property is freehold. Make this auspicious builder floor all yours at a reasonable price of  1.25 crore. Water storage, feng shui / vaastu compliant, private garden / terrace, airy rooms and spacious interiors etc. Are among added comforts of this property. Savour the luxury of living in a society which offers various facilities like maintenance staff, park, fitness centre / gym, swimming pool and lift(s) etc. The property is facing east direction which is perfectly apt for good fortune. This builder floor is strategically close to metro station, close to school, close to hospital and close to market etc.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 2,
    "bathrooms": 2,
    "furnishing": "",
    "floor": 1,
    "area": 1155,
    "areaUnit": "sqft",
    "price": 24700000,
    "selectedAmenities": [
      "North Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "It's a 3bhk flat with wooden flooring in the bedrooms, semi furnished, with a terrace, 3 balconies with security grill, mesh doors for mosquitos and a security iron gate. The society is a gated society. It's a 10 min drive to bata chowk metro station. Basic amenities met nearby. Well lit, well ventilated and good amount of sunlight comes.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 2,
    "area": 1381,
    "areaUnit": "sqft",
    "price": 29700000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Planning to purchase dream house in faridabad? This 3 bhk builder floor in sector 83 faridabad is a great option for you. Equipped with 3 bedrooms, 3 bathrooms and 2 balconies. This property is semi-Furnished. This builder floor provides you carpet area of 180 sq.Yards. This beautiful property resides at 1st floor of 3 floors building. You can plan to move in immediately in this amazing ready to move in builder floor. This builder floor is owned under freehold contract. You can purchase this builder floor at an attractive price of  1.38 crore. Owner might be open for negotiation. The society is well designed to provide you with all possible comforts including visitor parking, park and maintenance staff. Full power back up to avoid any interruptions in comfortable living. This north facing builder floor is quite desirable for you. The locality is close to metro station, close to school, close to hospital and close to market etc.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 1,
    "area": 1620,
    "areaUnit": "sqft",
    "price": 23700000,
    "selectedAmenities": [
      "North Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Great connectivity, especially after the completion of the delhi-Mumbai expressway. Education and health infrastructure are also very good. Overall, this area is developing into one of the prime locations in the near future.\n\nIt has wide roads and a well-Maintained drainage system. Modern schools are nearby giving good education.\n\nOne km from omaxe world street and upcoming singapore street.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 1,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 28800000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "This 3 bhk apartment is available for sale in adore arpanam, one of the most prominent projects for flats in adore arpanam, sector 83, faridabad. The flat is facing the north-West direction. The floor plan additionally contains 3 bedroom(s), 3 bathrooms and more than 3 balconies. All in all, the flat is spread over a super built up area of 1900 sq.Ft. The residential building has 30 floors in total and the flat for sale is located on the 24th floor. This residential flat is currently under construction and you can expect the possession of the same by january 2030. The well built vitrified flooring enhances the aesthetic appeal of this flat. The flat will offer a modern lifestyle as it is presented with many of the amenities such as swimming pool, club house, park, shopping centre, lift(s), maintenance staff, visitor parking, fitness centre / gym and security guard. The residents of this project enjoy a 24*7 access to clean water.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 24,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 15600000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "Looking for a 3 bhk property for sale in faridabad? Buy this 3 bhk flat in adore arpanam that is situated in sector 83 faridabad. The flat is facing the north direction. The flat is over 1900 sq.Ft. Super built up area and comes with 3 bedroom(s), 3 bathrooms and 3 balconies. The residential building has 30 floors in total and the flat for sale is located on the 10th floor. The flat is currently under construction stage and you can expect to get the possession of the property by june 2029. The beautifully designed vitrified flooring enhances the beauty of the flat. Adore arpanam is designed very well to provide modern facilities such as maintenance staff, visitor parking and park. The project provides access to clean water through borewell/tank supply.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 10,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 30000000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "Near omaxe world street, gated community, covers more green area.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 5,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 20700000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2.5km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "Adore arpanam  sector 83 | premium 3 bhk (1900 sq.Ft.)\n\nA high-Rise mivan construction project spread across 3.5 acres with 2 towers (Stilt + 32 floors).\nSpacious 3 bhk units, 4 flats per floor, and 3 high-Speed lifts.\n\nPrice: 9,000/sq.Ft. (Includes edc, idc, club membership & 1 parking)",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 0,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 17000000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "Prime sector 83 location near omaxe world street\n\nClose to dps and shiv nadar school\n\nMivan construction for superior quality\n\nPark-Facing spacious 3bhk layouts\n\nLow-Density project with only 4 units per floor\n\n30+ lifestyle and wellness amenities\n\nExcellent connectivity to delhi, noida and upcoming jewar airport",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 0,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 16400000,
    "selectedAmenities": [
      "North Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Experience the perfect blend of style and functionality in this stunning 250-Yard elite floor. Elegantly designed living space, perfect for relaxation and entertainment. Spacious and modern kitchen perfect for cooking and socializing. Luxuriously appointed bedrooms with ample natural light, spacious wardrobes, and modern fixtures.\nIts a g+2 building and this property is on 1st floor.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 1,
    "area": 2250,
    "areaUnit": "sqft",
    "price": 12500000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Godrej builder floors in faridabad are residential homes developed by godrej properties in one of the citys emerging neighbourhoods, offering a blend of modern design, functional space and township-Style living. These low-Rise independent floors are created with thoughtful layouts that include well-Proportioned living and dining areas, comfortable bedrooms, practical kitchens, balconies and designated parking, making them suitable for families and professionals seeking a balanced lifestyle. Situated within a planned community, the environment around the floors features wide internal roads, landscaped green areas, parks and basic infrastructure that support everyday convenience and a neighbourhood feel. The location benefits from good road connectivity to key parts of faridabad and the wider national capital region, which makes daily commuting and travel to work or educational hubs straightforward. Social infrastructure in the vicinity has been steadily developing, with neighbourhood markets and retail areas close by where daily needs such as groceries, pharmacies and eateries can be accessed without long travel. Reputed schools offering education from primary through senior secondary levels are located within a short drive, catering to families with children and contributing to a supportive community setting. Healthcare facilities including multi-Speciality hospitals and medical centres are also available in the nearby area, ensuring access to quality medical care and emergency services. Overall, godrej builder floors in faridabad offer the advantages of independent living within a planned and connected neighbourhood, combining practical home design with access to essential amenities that support daily life.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 1,
    "area": 1621,
    "areaUnit": "sqft",
    "price": 12200000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "Adore arpanam 3.5 accres of land wirh rera approoved,only 2 towers are there,1st time in faridabad 30 floors height of tower,all flats are park and club facing flat with car parking facility also with luxury specifications.Big park,club facility,3km fro bata metro station and nh-2,also 1km from delhi mumbai expressway.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 2,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 16000000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "2 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "This well designed 2 bhk builder floor in sector 83 faridabad, is a perfect place for your family. This spacious builder floor provides you 2 bedrooms, 2 bathrooms and 2 balconies. It's a semi-Furnished property. This builder floor spreads over carpet area of 138 sq.Yards. This builder floor apartment is located at 1st floor in a building of total 3 floors. This ready to move apartment is the residence you have been looking for. This builder floor is owned under freehold contract. You can purchase this builder floor at an attractive price of 1.25 crore. Owner might be open for negotiation. The society is well designed to provide you with all possible comforts including maintenance staff, park and lift(s). This east facing builder floor is quite desirable for you.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 2,
    "bathrooms": 2,
    "furnishing": "",
    "floor": 1,
    "area": 1242,
    "areaUnit": "sqft",
    "price": 90,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Check out this 3 bhk builder floor in sector 83 faridabad. This property is located in well planned locality of faridabad. This spacious builder floor provides you 3 bedrooms, 2 bathrooms . This is a semi-Furnished builder floor. This builder floor spreads over carpet area of 2250 sq.Ft. This builder floor is situated at the ground floor of 3 floors building. This ready to move apartment is the residence you have been looking for. The ownership right of this property is freehold. Available for sale at a throwaway price of  1.05 crore and the price is negotiable. The society is well designed to provide you with all possible comforts including maintenance staff, visitor parking and park. This north-West facing builder floor is quite desirable for you.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 2,
    "furnishing": "",
    "floor": 0,
    "area": 2250,
    "areaUnit": "sqft",
    "price": 13800000,
    "selectedAmenities": [
      "North Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "Situated in sector 83 faridabad, adore arpanam project is a well planned society that offers a pleasant living experience to its residents. This 3 bhk flat in faridabad is your opportunity to be a part of this community. This residential flat is east-Facing direction. The floor plan additionally contains 3 bedroom(s), 3 bathrooms and more than 3 balconies. All in all, the flat is spread over a carpet area of 1900 sq.Ft. This flat is situated on the 6th floor of this 14 floors tall residential building. This residential property is still under construction and will be available for possession by february 2029. The floor of this flat is beautifully designed using vitrified flooring, giving the flat an alluring look. Many of the modern amenities being offered, like maintenance staff, park, lift(s), visitor parking, security personnel, club house / community center, fitness centre / gym, swimming pool, shopping centre and water softening plant, will provide a pleasant living experience for you. The project provides a continuous supply of water to its flats.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 6,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 20000000,
    "selectedAmenities": [
      "North Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Looking for magnificent 3 bhk builder floors in sector 83 faridabad faridabad? This property is the best deal for you. Equipped with 3 bedrooms, 3 bathrooms and 2 balconies. The furnishing status of the builder floor is semi-Furnished. Carpet area of the property is 1458 sq.Ft. It is located on 1st floor of 3 storey building. This amazing builder floor is under construction and you can easily plan to move by february 2026. It is a freehold property. The price of this property is  1.55 crore. Minor negotiations can be considered. Water storage, piped-Gas, water purifier, feng shui / vaastu compliant, high ceiling height, false ceiling lighting, centrally air conditioned, private garden / terrace, natural light, airy rooms and spacious interiors adds to the charm of living here. For the convenience of its residents, the society provides top-Notch aspects including maintenance staff, visitor parking, park, swimming pool, fitness centre / gym, club house / community center and security personnel and many more. To avoid any kind of obstruction in your luxurious lifestyle the apartment possesses full power back up. This apartment is west - Facing. To make your daily life easier this property is situated close to metro station, close to school, close to hospital and close to market.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 1,
    "area": 1458,
    "areaUnit": "sqft",
    "price": 15700000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Established in 1897, the godrej group has its roots in india's independence and swadeshi movement. Our founder, ardeshir godrej, a lawyer-Turned-Serial entrepreneur failed with a few ventures before he struck gold with a locks business.\n\nToday, we enjoy the patronage of 1.1 billion consumers globally across consumer goods, real estate, appliances, agriculture and many other businesses. In fact, our geographical footprint extends beyond earth, with our engines now powering many of india's space missions.\n\nWith a revenue of over usd 6 billion, we are growing fast, and have exciting, ambitious aspirations.\n\nBut for us, it is most important that besides our strong financial performance and innovative, much-Loved products, we remain a good company. Approximately 23 per cent of the promoter holding in the godrej group is held in trusts that invest in the environment, health and education. We are also bringing together our passion and purpose to make a difference through our good & green strategy of 'shared value' to create a more inclusive and greener india.\n\nAt the heart of all of this is our people. We take much pride in fostering an inspiring workplace, with an agile and high-Performance culture. We are also deeply committed to recognizing and valuing diversity across our teams.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 2,
    "furnishing": "",
    "floor": 1,
    "area": 1260,
    "areaUnit": "sqft",
    "price": 17100000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "This builder floor is situated in gated community and in this society have all amenities.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 2,
    "area": 1400,
    "areaUnit": "sqft",
    "price": 16500000,
    "selectedAmenities": [
      "North Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "This lovely 3 bhk apartment/flat in sector 83 faridabad is available for sale in one of faridabad's most popular projects, adore the arpanam. This is a north-Facing property. The floor plan additionally contains 3 bedroom(s), 3 bathrooms and 3 balconies. All in all, the flat is spread over a carpet area of 1684190 sq.Ft. The property is located on the 10th floor of a 30 floors tall building. This residential property is still under construction and will be available for possession by april 2028. The floor of this flat is beautifully designed using vitrified flooring, giving the flat an alluring look. All the modern amenities such as maintenance staff, visitor parking, park and lift(s) will make life easier for you. Municipal corporation and borewell/tank provides a regular supply of water to this residential project.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 10,
    "area": 16841,
    "areaUnit": "sqft",
    "price": 17100000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Bptp m block sec 83 3bhk nice wooden work first floor size 250 sqyrd rate 1.10 asking",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 2,
    "furnishing": "",
    "floor": 1,
    "area": 2250,
    "areaUnit": "sqft",
    "price": 17100000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Discover smartly planned 3 bhk builder floor in sector 83 faridabad, an ideal space for your family in faridabad. This builder floor comes with 3 bedrooms, 2 bathrooms and 2 balconies. The furnishing status of the builder floor is semi-Furnished. This spacious builder floor has carpet area of 2250 sq.Ft. It is located on 1st floor of 3 storey building. This ready to move apartment is the residence you have been looking for. This builder floor is owned under freehold contract. You can purchase this builder floor at an attractive price of  85 lac. Owner might be open for negotiation. Piped-Gas adds to the charm of living here. For the convenience of its residents, the society provides top-Notch aspects including maintenance staff, visitor parking and park and many more. This apartment is east - Facing.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 2,
    "furnishing": "",
    "floor": 1,
    "area": 2250,
    "areaUnit": "sqft",
    "price": 33400000,
    "selectedAmenities": []
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "Check out this 3 bhk apartment for sale in adore arpanam, a popular residential project that houses in-Demand flats in sector 83 faridabad. The flat is facing the north-East direction. Containing 3 bedroom(s), 3 bathrooms and 3 balconies, this flat is spread over a super built up area of 1900 sq.Ft. This flat lies on the 19th level of a 30 storey building. As the property is currently under construction , you can expect to get the possession by may 2029. The ceramic flooring of this flat is beautifully designed and helps to give it a pleasing look. Moreover, this property offers close proximity to important landmarks such as close to market. Many of the modern amenities being offered, like maintenance staff, visitor parking, lift(s), park, water softening plant, fitness centre / gym, shopping centre, swimming pool and club house / community center, will provide a pleasant living experience for you. The residents of this project enjoy a 24*7 access to clean water.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 19,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 27700000,
    "selectedAmenities": [
      "Bata Metro within 1.5km",
      "DAV Scool within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "Adore arpanam  sector 83 | premium 3 bhk (1900 sq.Ft.)\n\nA high-Rise mivan construction project spread across 3.5 acres with 2 towers (Stilt + 32 floors).\nSpacious 3 bhk units, 4 flats per floor, and 3 high-Speed lifts.\n\nPrice: 9,000/sq.Ft. (Includes edc, idc, club membership & 1 parking)",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 0,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 29600000,
    "selectedAmenities": [
      "East Facing",
      "Bata Metro within 2km"
    ]
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "3 bhk flat new project under construction  \nPossession december- 2028, \nTotal land 4 acres , only 2 tower \n32 story building every flat is park facing",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 5,
    "area": 1900,
    "areaUnit": "sqft",
    "price": 24200000,
    "selectedAmenities": []
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Planning to purchase dream house in faridabad? This 3 bhk builder floor in sector 83 faridabad is a great option for you. This builder floor comes with 3 bedrooms, 3 bathrooms and 2 balconies. The furnishing status of the builder floor is semi-Furnished. This spacious builder floor has carpet area of 1495 sq.Ft. This builder floor is situated at the 1st floor of 3 floors building. You can plan to move in immediately in this amazing ready to move in builder floor. The nature of ownership of this builder floor is freehold. Asking price for this spacious builder floor is only 1.65 crore. This builder floor comes with various property features such as water storage, piped-Gas, water purifier and vaastu compliant etc. Maintenance staff, fitness centre / gym, visitor parking, swimming pool, club house and park etc. Are some of the unique features you will get access to by becoming part of this community. It is positioned to face east. This property is located close to school, close to hospital and close to market etc.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 1,
    "area": 1495,
    "areaUnit": "sqft",
    "price": 11500000,
    "selectedAmenities": []
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Check out this 3 bhk builder floor in sector 83 faridabad. This property is located in well planned locality of faridabad. This spacious builder floor provides you 3 bedrooms, 3 bathrooms and 3 balconies. This builder floor is furnished. Carpet area of the property is 172 sq.Yards. This builder floor apartment is located at 1st floor in a building of total 4 floors. It is currently under construction and expected to be completed by november 2026. It is a freehold property. The price of this property is  1.95 crore. Minor negotiations can be considered. Additionally, this society offers you features like maintenance staff, visitor parking and park etc.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 3,
    "furnishing": "",
    "floor": 1,
    "area": 1548,
    "areaUnit": "sqft",
    "price": 25500000,
    "selectedAmenities": []
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Independent Builder Floor in Sector 83, Faridabad",
    "description": "Carefully laid out in the prime location of faridabad, this elegant 3 bhk builder floor in sector 83 faridabad is a well-Suited property for you. This property has 3 bedrooms, 2 bathrooms and 2 balconies. The furnishing status of the builder floor is semi-Furnished. This builder floor spreads over carpet area of 2250 sq.Ft. It is located on 1st floor of 2 storey building. You can plan to move in immediately in this amazing ready to move in builder floor. This builder floor is owned under freehold contract. You can purchase this builder floor at an attractive price of  90 lac. Owner might be open for negotiation. This builder floor comes with various property features such as water storage, water purifier, piped-Gas and feng shui / vaastu compliant etc. Maintenance staff, visitor parking and park etc. Are some of the unique features you will get access to by becoming part of this community. It is positioned to face north-East.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 2,
    "furnishing": "",
    "floor": 1,
    "area": 2250,
    "areaUnit": "sqft",
    "price": 16200000,
    "selectedAmenities": []
  },
  {
    "propertyCategory": "Residential",
    "propertyType": "Apartment",
    "listingType": "sale",
    "title": "3 BHK Flat in Sector 83, Faridabad",
    "description": "Bptp elite floor block -M sector 83 is one of the most popular destination for buying apartments/ flats in bptp elite floor sector 83, faridabad. You too can be a part of this society by purchasing this 3 bhk flat here. This property faces the north-West direction. Constructed on a built up area of 1462 sq.Ft., the flat comprises 3 bedroom(s), 2 bathrooms and 2 balconies. The residential building has 2 floors in total and the flat for sale is located on the 1st floor. As the project is already ready to move, so you can easily move into this 10+ years old property. The vitrified flooring of this flat is beautifully designed and helps to give it a pleasing look. The flat will offer a modern lifestyle as it is presented with many of the amenities such as maintenance staff, visitor parking and park. Borewell/tank provides a regular supply of water to this residential project.",
    "state": "",
    "city": "faridabad",
    "locality": "sector 83, faridabad",
    "pincode": "",
    "bedrooms": 3,
    "bathrooms": 2,
    "furnishing": "",
    "floor": 1,
    "area": 1462,
    "areaUnit": "sqft",
    "price": 15800000,
    "selectedAmenities": []
  }
]